Repository: Fakhry1/TurstedB_MVC
Catalog: TurstedBWeb/Resources/SharedResource.*.resx
Languages: ar

source: Account
ar: الحساب

source: Account Category
ar: تصنيف الحساب

source: Account Category List
ar: قائمة تصنيف الحسابات

source: Account Id
ar: رقم الحساب

source: Account Name
ar: اسم الحساب

source: Account Type
ar: نوع الحساب

source: Accounts
ar: الحسابات

source: Accounts List
ar: قائمة الحسابات

source: Active
ar: مفعل

source: Activities In Tariqa
ar: النشاط في الطريقة

source: Add New Topic
ar: اضافة طلب جديد

source: Add New User
ar: اضافة مستخدم جديد

source: Address
ar: العنوان

source: Address Discription
ar: وصف العنوان

source: Amount
ar: القيمة

source: Approve Desgin
ar: اعتماد تصميم

source: Approved
ar: اعتماد

source: Aqar Type
ar: نوع العقار

source: Arabic
ar: عربي

source: Area Space
ar: المساحة

source: Back to List
ar: رجوع للقائمة

source: Basic Information
ar: المعلومات الاساسية

source: Birth Date
ar: تاريخ الميلاد

source: Block Name
ar: اسم المربوع

source: Brother
ar: اخ

source: Brother Mangement
ar: ادارة الاخوان

source: Brother Name
ar: اسم الاخ

source: Brothers
ar: الاخوان

source: Brothers List
ar: قائمة الاخوان

source: Category
ar: التصنيف

source: Category Id
ar: رقم التصنيف

source: Category Name
ar: اسم التصنيف

source: Change your password?
ar: تغير كلمة المرور؟

source: Check Lang
ar: تصحيح لغوي

source: City
ar: مدينة

source: City List
ar: قائمة المدن

source: City Name
ar: اسم المدينة

source: City Number
ar: رقم المدينة

source: Comments
ar: الملاحظات

source: Common Name
ar: اسم الشهرة

source: Confirm Password
ar: تاكيد كلمة المرور

source: Country
ar: دولة

source: Country Name
ar: اسم الدولة

source: Country Number
ar: رقم الدولة

source: Create
ar: اضافة

source: Create a new account
ar: تسجيل حساب جديد

source: Create Country
ar: اضافة دولة

source: Create New Account
ar: انشاء حساب

source: Create New Brother
ar: اضافة اخ جديد

source: Create New Category
ar: اضافة تصنيف جديد

source: Create New City
ar: اضافة مدينة جديدة

source: Create New Country
ar: اضافة دولة جديدة

source: Create New Item
ar: انشاء بند

source: Create New Receipt
ar: ايصال جديد

source: Create New Sundry
ar: انشاء نثرية

source: Create New Zawia
ar: اضافة زاوية جديدة

source: Creation Date
ar: تاريخ التاسيس

source: CreationDate
ar: تاريخ الانشاء

source: Credit Account
ar: الحساب الدائن

source: Creidet
ar: دائن

source: Current
ar: قيد اعداد

source: Debit
ar: مدين

source: Debit Account
ar: الحساب المدين

source: Degree
ar: الدرجة العلمية

source: Delete
ar: مسح

source: Details
ar: التفاصيل

source: Documentations
ar: الوثائق

source: Download
ar: تحميل

source: Email
ar: الايميل

source: English
ar: Eng

source: File Name
ar: اسم الملف

source: File Type
ar: نوع الملف

source: Files
ar: الملفات

source: Finance Account
ar: الحسابات المالية

source: Finance Mangement
ar: الادارة المالية

source: Full Name
ar: الاسم رباعي

source: Gender
ar: النوع

source: Hello
ar: مرحبا

source: Hobbies
ar: الهوايات

source: Home
ar: الرئيسية

source: House Address
ar: وصف العنوان كتابة

source: Item
ar: البند

source: Item Name
ar: اسم البند

source: Item Type
ar: نوع البند

source: Items List
ar: قائمة البنود

source: Languages
ar: اللغات

source: Lock
ar: غير مفعل

source: Log in
ar: دخول

source: Login
ar: دخول

source: Logout
ar: خروج

source: Main File
ar: الملف الاساسي

source: Murshied
ar: المرشد

source: Name
ar: الاسم

source: National Id
ar: الرقم الوطني

source: Neighborhood
ar: الحي

source: Note
ar: الملاحظات

source: Number
ar: الرقم

source: Operations
ar: عمليات

source: Other Activities
ar: نشاطات اخري

source: Parent
ar: الاب

source: Password
ar: كلمة المرور

source: Payment Date
ar: تاريخ الدفعية

source: Personal Image
ar: صورة شخصية

source: Personal Information
ar: المعلومات الشخصية

source: Phone Number
ar: رقم الهاتف

source: Publish
ar: نشر

source: Qualification
ar: المؤهل

source: Qualification Type
ar: نوع المؤهل

source: Qualufucation information
ar: المعلومات المهنية

source: RE Items
ar: بنود الصرف والايراد

source: Receipt
ar: الايصال

source: Receipt List
ar: قائمة الايصالات

source: Receipt No
ar: رقم الايصال

source: Regestration Number
ar: رقم التسجيل

source: Regestred?
ar: مسجلة؟

source: Regiesterd?
ar: مسجلة؟

source: Register
ar: تسجيل

source: Relative Name
ar: اسم الشخص

source: Relative Phone
ar: رقم الهاتف

source: Relatives
ar: الاقارب

source: Remember me?
ar: تزكرني؟

source: Role
ar: الدور

source: Role In Tariqa
ar: الدور داخل الطريقة

source: Roles
ar: الادوار

source: Search
ar: بحث

source: Search Brothers
ar: بحث عن اخوان

source: Select Brother
ar: اختر الاخ

source: Select Category
ar: اختار التصنيف

source: Select Country
ar: اختار الدولة

source: Select Item
ar: اختار البند

source: Select Parent
ar: اختار الاب

source: Sharing
ar: الاشتراكات

source: Sharing Date
ar: الاشتراك عن شهر

source: Sharing For
ar: اشتراك عن شهر

source: Sharing Type
ar: نوع الاشتراك

source: Social Status
ar: الحالة الاجتماعية

source: Specialization
ar: التخصص

source: State
ar: الحالة

source: States
ar: الحالات

source: Sub Classification
ar: التصنيف الفرعي

source: Sundries
ar: النثريات

source: Sundries List
ar: قائمة النثريات

source: Sundry
ar: نثرية

source: Tariqa Information
ar: معلومات الطريقة

source: Titel
ar: عنوان

source: Topic Classification
ar: التصنيف

source: Topic Discription
ar: الوصف

source: Topic List
ar: قائمة الطلبات

source: Topic Titel
ar: عنوان الموضوع

source: TopicClassification
ar: التصنيف

source: Topics
ar: الطلبات

source: Transaction
ar: القيد

source: Transaction Date
ar: تاريخ القيد

source: Transaction List
ar: قائمة القيود

source: Transaction Movements
ar: حركات علي القيد

source: Transaction State
ar: حالة القيد

source: Transaction Type
ar: نوع القيد

source: Transactions
ar: القيود المالية

source: Type Of Housing
ar: نوع المنزل

source: UnLock
ar: مفعل

source: Update
ar: تعديل

source: Upload Date
ar: تاريخ الارفاق

source: User
ar: مستخدم

source: Users
ar: المستخدمين

source: Users List
ar: قائمة المستخدمين

source: Whatsup Phone
ar: رقم الواتس
